---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadLinearForceFx2
source: html/091e627f-bad4-cfd8-5a2a-bda3157e6d0f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadLinearForceFx2 Property

"Fx 2"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadLinearForceFx2 { get; }
```